app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "12345"], ["text", "67890"], ["created_at", "2020-08-20 01:14:10.873568"], ["updated_at", "2020-08-20 01:14:10.873568"]]
---
    def create
        # @article = Article.new(params.require(:article).permit(:title, :text))
        @article = Article.new(article_params)

        if @article.save